{
    "es" : {  
            "pageNameD1":"Alemania - ReisenClub",
            "pageNameD2":"Italia - ReisenClub",
            "pageNameD3":"México - ReisenClub",
            "pageNameTyC":"Términos y Condiciones - ReisenClub",
            "pageNameCOUNTRIES":"Países - ReisenClub",
            "botonCambioIdioma":"IDIOMA",
            "textSwitchLanguage_ES":"Castellano",
            "textSwitchLanguage_CA":"Catalán",
            "textSwitchLanguage_EN":"Inglés",
            "navBarHome":"INICIO",
            "navBarCountries":"PAÍSES",
            "buttonBanner":"PAÍSES",
            "subTitle":"Agencia de Viajes",
            "subTitle1":"Una tierra de tradiciones, innovación y paisajes únicos por descubrir.",
            "subTitle2":"El mejor destino para el arte",
            "subTitle3":"Sabores, historias y tradiciones unicas",
            "DestinosRecomendados":"Destinos Recomendados",
            "titDestino1":"Alemania",
            "titDestino2":"Italia",
            "titDestino3":"México",
            "titPorqueNuestraAgencia":"Por qué elegir nuestra agencia",
            "pPorqueNuestraAgencia":"En Raisen Club te ofrecemos viajes personalizados y experiencias únicas. Con nuestro asesoramiento experto, te ayudamos a elegir el destino ideal y a organizar todo lo que necesitas para disfrutar de un viaje sin preocupaciones.",
            "titAboutUs":"Sobre nosotros",
            "pAboutUs":"Somos una agencia de viajes con muchos años de experiencia. Nuestro equipo cuenta con los mejores profesionales para poder brindarte las mejores vacaciones posibles.",
            "pFooter":"© 2024 Raisen Club. Todos los derechos reservados. ",
            "TyCFooter":"Términos y Condiciones.",

            "__MAIN PAGE__":"",
            "T1A1MP":"Explora la riqueza cultural de Alemania, con su impresionante arquitectura y ciudades llenas de historia como Berlín o Munich. Admira los majestuosos castillos de Baviera o recorre el romanticismo del río Rin. Alemania te invita a descubrir una combinación única de tradición y modernidad.",
            "T1A2MP":"Descubre la magia de Italia con sus paisajes cautivadores, como la Torre de Pisa, y las ciudades llenas de arte y gastronomía como Florencia o Roma. Disfruta de sus sabores únicos, desde pizzas auténticas hasta deliciosos gelatos, en un país lleno de historia y belleza.",
            "T1A3MP":"México es un lugar lleno de colores, cultura y sabores. Descubre ruinas ancestrales como Chichén Itzá, relájate en playas paradisíacas y deléitate con su exquisita gastronomía. Vive la alegría de sus tradiciones y la calidez de su gente en cada rincón del país.",


            "__DESTINIES__":"",
            "_GERMANY_":"",
            "C1D1":"Munich", 
            "C2D1":"Berlín",
            "C3D1":"Colonia",
            "_ITALY_":"",
            "C1D2":"Roma",
            "C2D2":"Milán",
            "C3D2":"Florencia",
            "_MEXICO_":"",
            "C1D3":"Ciudad de México",
            "C2D3":"Texcoco de Mora",
            "C3D3":"Guadalajara",

            "__COUNTRIES__":"",
            "ourHighlightedDestinies":"Nuestros Destinos Más Destacados",
            "highlightedDestiny1":"Alemania",
            "highlightedDestiny2":"Italia",
            "highlightedDestiny3":"México",
            "otherOffers":"Otras Ofertas",
            "T1COUNTRIES":"Incluyen los vuelos de ida y vuelta y alojamiento en un hotel de 3 estrellas o más, segun disponibilidad y presupuesto.",
            "T2COUNTRIES":"Para más información llama al +35 685780630 o consulta los ",
            "H1COUNTRIES":"Boston, EEUU",
            "H2COUNTRIES":"Medellín, Colombia",
            "H3COUNTRIES":"Buenos Aires, Argentina",

            "__DESTINY1__":"",
            "T1C1D1":"La capital de Baviera, casa de la cerveza, y una de las ciudades con más relevancia en la historia reciente de Alemania y del mundo.",
            "T1C2D1":"No hay ciudad como Berlín. Con un viaje no te la acabas, pero con nosotros verás mucho.",
            "T1C3D1":"¿Amante del carnaval? Köln tiene el mejor carnaval de toda Europa.",

            "__DESTINY2__":"",
            "T1C1D2":"Dicen que todos los caminos llevan a Roma. La ciudad capital del que fue el Imperio que bañó el Mediterraneo por siglos, el lugar de nacimiento de la cultura occidental, de las lenguas romances. Toda esta influencia se siente y se ve en la capital de Italia.",
            "T1C2D2":"La segunda ciudad más grande de Italia. Una ciudad con una rica historia y preciosa arquitectura.",
            "T1C3D2":"Florencia es la cuna del Renacimiento, llena de arte, historia y buena comida. Tiene el Duomo, el Puente Vecchio, y museos increíbles como la Galería Uffizi. Además, es donde nació Dante. Si vas, te encantará.",

            "__DESTINY3__":"",
            "T1C1D3":"Ciudad de México es un destino conocido por su rica gastronomía y su fascinante historia. Entre sus platos más famosos están los tacos al pastor, los chiles en nogada y los tamales. Los lugares más emblemáticos son: el Zócalo, la Catedral Metropolitana y el Palacio Nacional, el Templo Mayor, conocido por su historia y el Castillo de Chapultepec, con vistas impresionantes de la ciudad",
            "T1C2D3":"Texcoco de Mora, en el Estado de México, es conocido por su rica gastronomía, que tienen platos como tamales de frijol, tlacoyos y mixiote. Entre sus lugares más emblemáticos están la Parroquia de la Asunción, el Palacio Municipal, el Lago de Texcoco, y la Zona Arqueológica de Texcoco, donde se encuentran vestigios de la antigua ciudad mexica. Es un destino ideal para quienes buscan historia, tradición y una experiencia gastronómica auténtica.",
            "T1C3D3":"Guadalajara es un destino que combina gastronomía, cultura y tradición. Además de probar platos como la birria y los tacos al pastor, puedes disfrutar de una noche de mariachi en la Plaza de los Mariachis, recorrer el Mercado San Juan de Dios o explorar el Barrio de Tlaquepaque, famoso por su artesanía y comida típica. La ciudad también ofrece actividades culturales como el ballet folklórico y visitas a museos de arte, como el Museo de las Artes y el Museo de Arte de Zapopan. Si te gusta la naturaleza este es tu sitio, el Bosque Los Colomos es ideal. Guadalajara fusiona tradición y modernidad en una experiencia única.",
            
            "TextForMoreInfo":"Para más información llámanos a +35 685780630 o escríbenos a ",


            "__TERMS AND CONDITIONS__":"",
            "TyCCOUNTRIES":"términos y condiciones.",
            "t1TyC":"Términos y Condiciones Generales",
            "p1TyC":"Reisen  Club (de aquí en adelante: la Agencia), como agencia de viajes de ambito internacional, pero con sede fiscal en España, se adhiere a todas las normativas de seguridad deribadas de leyes con efecto en el Reino de España y Unión Europea.",
            "p2TyC":"La Agencia ofrece a sus clientes la posibilidad de contratar un seguro de viajes de la aseguradora que el cliente desee.",
            "p3TyC":"La Agencia no hará devoluciones de dinero ni dará ningun tipo de compensación a causa de vuelos retrasados o cancelados. Si desea recibir compensación, rogamos que lea las condiciones de la aseguranza de viajes que contrate.",
            "p4TyC":"Reisen Club ofrece devoluciones en caso de cancelación del servicio contratado si éste se cancela 1 mes antes de la fecha de salida. Para pedir una devolución, deberá llamar a +35 685780630 o escribir a ",
            "p5TyC":"Si una vez en el pais de destino tiene alguna queja en relación al hotel y desea cambiarlo, no dude en contactarnos.",
            "p6TyC":"Si desea contratar un servicio, deberá pagar con tarjeta u ofreciendo a su primogénito a la Agencia para que lo podamos vender como trabajador de Temu en algun país en vias de desarrollo.",
            "p7TyC":"En caso de que, por circumstancias de fuerza mayor (entiendase por fuerza mayor un accidente que derive en hospitalización, muerte, ser del Real Madrid o tener nacionalidad Francesa), se deba cancelar el viaje, el cliente deberá abonar la cantidad total del viaje más gastos de gestión y un importe ligado a las molestias ocasionadas. De no ser así, la Agencia se verá obligada a tomar acciones legales.",
            "p8TyC":"¡Muchas gracias por contratar nuestros servicios!"
        },
    "ca" : {  
            "pageNameD1":"Alemanya - ReisenClub",
            "pageNameD2":"Itàlia - ReisenClub",
            "pageNameD3":"Mèxic - ReisenClub",
            "pageNameTyC":"Termes i Condicions - ReisenClub",
            "pageNameCOUNTRIES":"Països - ReisenClub",
            "botonCambioIdioma":"LLENGUA",
            "textSwitchLanguage_ES":"Castellà",
            "textSwitchLanguage_CA":"Català",
            "textSwitchLanguage_EN":"Anglès",
            "navBarHome":"INICI",
            "navBarCountries":"PAÏSOS",
            "buttonBanner":"PAÏSOS",
            "subTitle":"Agència de Viatges",
            "subTitle1":"Una terra de tradicions, innovació i paisatges únics per descobrir.",
            "subTitle2":"El millor destí per als amants de l'art",
            "subTitle3":"Sabors, història i tradicions úniques",
            "DestinosRecomendados":"Destins Recomanats",
            "titDestino1":"Alemanya",
            "titDestino2":"Itàlia",
            "titDestino3":"Mèxic",
            "titPorqueNuestraAgencia":"Perque escollir la nostra agència",
            "pPorqueNuestraAgencia":"En Raisen Club t'oferim viatges personalitzats i experiències úniques. Amb el nostre assessorament expert, t'ajudem a escollir el destí ideal i a organitzar tot el que necessitis per a gaudir d'un viatge sense preocupacions.",
            "titAboutUs":"Sobre nosaltres",
            "pAboutUs":"Som una agència de viatges amb molts anys d'experiència. El nostre equip està format pels millors profesionals per tal de poder-vos donar les millors vacances possibles.",
            "aAboutUs":"Més sobre nosaltres.",
            "pFooter":"© 2024 Raisen Club. Tots els drets reservats. ",
            "TyCFooter":"Termes i Condicions.",
            
            "__MAIN PAGE__":"", 
            "T1A1MP":"Explora la riquesa cultural d'Alemanya, amb la seva impressionant arquitectura i ciutats plenes d'història com Berlin o Múnic o Múnich. Admira els majestuosos castells de Baviera o recorre el romanticisme del riu Rin. Alemanya et convida a descobrir una combinació única de tradició i modernitat.",
            "T1A2MP":"Descobreix la màgia d'Itàlia amb els seus paisatges captivadors i monuments impressionants, com la Torre de Pisa o el Colisseu, i gaudeix de ciutats plenes d'art i gastronomia com Florència o Roma. Gaudeix dels seus sabors únics, des de pizzes fins a gelats de sabors únics, passant pels arancini i els panzerotti. Realment el país per als amants de l'art i la gastronomia.",
            "T1A3MP":"Mèxic és un lloc ple de colors, cultura i sabors. Descobreis les runes ancestrals de Chichén Itzá, relaxa't a les platges paradisíaques i deleitat amb la seva gastronomia exquisita. Viu l'alegria de les seves tradicions i la calidesa de la seva gent a cada racó del país.",

            "__DESTINIES__":"",
            "_GERMANY_":"",
            "C1D1":"Múnic", 
            "C2D1":"Berlin",
            "C3D1":"Còlonia",
            "_ITALY_":"",
            "C1D2":"Roma",
            "C2D2":"Milà",
            "C3D2":"Florència",
            "_MEXICO_":"",
            "C1D3":"Ciudad de Mexico",
            "C2D3":"Texcoco de Mora",
            "C3D3":"Guadalajara",

            "__COUNTRIES__":"",
            "ourHighlightedDestinies":"Els Nostres Destins Més Destacats",
            "highlightedDestiny1":"Alemanya",
            "highlightedDestiny2":"Itàlia",
            "highlightedDestiny3":"Mèxic",
            "otherOffers":"Altres Ofertes",
            "T1COUNTRIES":"Inclouen els vols d'anada i tornada i l'allotjament a un hotel de 3 estrelles o més, segons disponibilitat i pressupost.",
            "T2COUNTRIES":"Per a més informació truca al +35 685780630 o consulta els ",
            "TyCCOUNTRIES":"termes i condicions.",
            "H1COUNTRIES":"Boston, EUA",
            "H2COUNTRIES":"Medellín, Colòmbia",
            "H3COUNTRIES":"Buenos Aires, Argentina",

            "__DESTINY1__":"",
            "T1C1D1":"La capital de Baviera, casa de la cerveza, y una de las ciudades con más relevancia en la historia reciente de Alemania y del mundo.",
            "T1C2D1":"No hay ciudad como Berlín. Con un viaje no te la acabas, pero con nosotros verás mucho.",
            "T1C3D1":"¿Amante del carnaval? Köln tiene el mejor carnaval de toda Europa.",

            "__DESTINY2__":"",
            "T1C1D2":"Diuen que tots els camins porten a Roma. La ciutat que donà nom al que féu l'Imperi que banyà el Mediterrani per segles, el lloc de naixament de la cultura occidental, de les llenguas romaniques. Tota aquesta influència se sent i es veu a la capital d'Itàlia.",
            "T1C2D2":"La segona ciutat més gran d'Itàlia. Una ciutat amb una rica història i una preciosa arquitectura.",
            "T1C3D2":"FLORENCIA",

            "__DESTINY3__":"",
            "T1C1D3":"Ciudad de México és un destí conegut per la seva rica gastronomia i la seva fascinant història. Entre els seus plats més famosos estàn els tacos al pastor, els xiles en nogada i els tamales. Els llocs més emblemàtics son: el Zócalo, la Catedral Metropolitana, el Palacio Nacional, el Templo Mayor  -conegut per la seva història-, i el Castillo de Chapultepec -amb vistes impressionants de la ciutat.",
            "T1C2D3":"Texcoco de Mora és coneguda per la seva rica gastronomia, que tenen plats com tamals de frijol, tlacoyos i mixiote. Entre els seus llocs més emblemàtics estàn la Parroquia de la Asunción, el Palacio Municipal, el Lago de Texcoco, i la Zona Arqueològica de Texcoco, on es troben vestigis de l'antiga ciutat mexica. És un destí ideal per al que busquen història, tradició i una experiència gastronomica autèntica.",
            "T1C3D3":"Guadalajara és un destí que combina gastronomia, cultura i tradició. A més de provar plats com la birria i els tacos al pastor, pots gaudir d'una nit mariachi a la Plaza de los Mariachis, recorrer el Mercado San Juan de Dios o explorar el Barrio de Tlaquepaque, famós per la seva artesania i menjar típic. La ciutat també ofereix activitats culturals com el ballet folklòric i visites a museus d'art, com el Museo de las Artes i el Museo de Arte de Zapopan. Si t'agrada la natura aquest és el teu lloc, el Bosque Los Colomos es ideal. Guadalajara fusiona tradició i modernitat en una experiència única.",
            
            "TextForMoreInfo":"Per a més informació trucans a +35 685780630 o escriu-nos a ",

            "__TERMS AND CONDITIONS__":"",
            "t1TyC":"Termes i Condicions Generals",
            "p1TyC":"Reisen  Club (d'aquí endavant: l'Agència), com agència de viatges d'àmbit internacional, però amb seu fiscal a Espanya, s'adhereix a totes les normatives de seguretat derivades de lleis amb efecte al Regne d'Espanya i Unió Europea.",
            "p2TyC":"L'Agència ofereix als seus clients la possibilitat de contractar una assegurança de viatges de l'asseguradora que el client desitgi.",
            "p3TyC":"L'Agència no farà devolucions de diners ni donarà cap mena de compensació a causa de vols endarrerits o cancel·lats. Si desitja rebre compensació, preguem que llegeixi les condicions de l'assegurança de viatges que contracti.",
            "p4TyC":"Reisen Club ofereix devolucions en cas de cancel·lació del servei contractat si aquest es cancel·la 1 mes abans de la data de sortida. Per demanar una devolució haurà de trucar al +35 685780630 o escriure a ",
            "p5TyC":"Si una vegada al país de destí té alguna queixa en relació amb l'hotel i desitja canviar-ho, no dubti a contactar amb nosaltres.",
            "p6TyC":"Si desitja contractar un servei, haurà de pagar amb targeta o oferint al seu primogènit a l'Agència perquè el puguem vendre com a treballador de Temu a algun país en vies de desenvolupament.",
            "p7TyC":"En cas que, per circumstàncies de força major (entengui's per força major un accident que derivi en hospitalització, mort, ser del Real Madrid o tenir nacionalitat Francesa), s'hagi de cancel·lar el viatge, el client haurà d'abonar la quantitat total del viatge més despeses de gestió i un import lligat a les molesties ocasionades. En cas de no ser així, l'Agència es veurà obligada a prendre accions legals.",
            "p8TyC":"Moltes gràcies per contractar els nostres serveis!"
    
        },      
    "en" : {  
        "pageNameD1": "Germany - ReisenClub",
        "pageNameD2": "Italy - ReisenClub",
        "pageNameD3": "Mexico - ReisenClub",
        "pageNameTyC": "Terms and Conditions - ReisenClub",
        "pageNameCOUNTRIES": "Countries - ReisenClub",
        "botonCambioIdioma": "LANGUAGE",
        "textSwitchLanguage_ES": "Spanish",
        "textSwitchLanguage_CA": "Catalan",
        "textSwitchLanguage_EN": "English",
        "navBarHome": "HOME",
        "navBarCountries": "COUNTRIES",
        "buttonBanner": "COUNTRIES",
        "subTitle": "Travel Agency",
        "subTitle1": "A land of traditions, innovation, and unique landscapes to discover.",
        "subTitle2": "The best destination for art",
        "subTitle3": "Flavours, history and unique traditions",
        "DestinosRecomendados": "Recommended Destinations",
        "titDestino1": "Germany",
        "titDestino2": "Italy",
        "titDestino3": "Mexico",
        "titPorqueNuestraAgencia": "Why choose our agency",
        "pPorqueNuestraAgencia": "At Raisen Club, we offer personalized trips and unique experiences. With our expert advice, we help you choose the ideal destination and organize everything you need for a worry-free journey.",
        "titAboutUs": "About Us",
        "pAboutUs": "We are a travel agency with many years of experience. Our team consists of top professionals to provide you with the best vacation possible.",
        "pFooter": "© 2024 Raisen Club. All rights reserved.",
        "TyCFooter": "Terms and Conditions.",

        "__MAIN PAGE__": "",
        "T1A1MP": "Explore the cultural richness of Germany, with its impressive architecture and historic cities like Berlin or Munich. Admire the majestic castles of Bavaria or enjoy the romanticism of the Rhine River. Germany invites you to discover a unique blend of tradition and modernity.",
        "T1A2MP": "Discover the magic of Italy with its captivating landscapes, such as the Leaning Tower of Pisa, and cities full of art and gastronomy like Florence or Rome. Enjoy its unique flavors, from authentic pizzas to delicious gelatos, in a country full of history and beauty.",
        "T1A3MP": "Mexico is a place full of colors, culture, and flavors. Discover ancient ruins like Chichén Itzá, relax on paradisiacal beaches, and delight in its exquisite cuisine. Experience the joy of its traditions and the warmth of its people in every corner of the country.",

        "__DESTINIES__": "",
        "_GERMANY_": "",
        "C1D1": "Munich",
        "C2D1": "Berlin",
        "C3D1": "Cologne",
        "_ITALY_": "",
        "C1D2": "Rome",
        "C2D2": "Milan",
        "C3D2": "Florence",
        "_MEXICO_": "",
        "C1D3": "Mexico City",
        "C2D3": "Texcoco de Mora",
        "C3D3": "Guadalajara",

        "__COUNTRIES__": "",
        "ourHighlightedDestinies": "Our Most Highlighted Destinations",
        "highlightedDestiny1": "Germany",
        "highlightedDestiny2": "Italy",
        "highlightedDestiny3": "Mexico",
        "otherOffers": "Other Offers",
        "T1COUNTRIES": "Includes round-trip flights and accommodation in a 3-star or higher hotel, depending on availability and budget.",
        "T2COUNTRIES": "For more information, call +35 685780630 or check the ",
        "H1COUNTRIES": "Boston, USA",
        "H2COUNTRIES": "Medellín, Colombia",
        "H3COUNTRIES": "Buenos Aires, Argentina",

        "__DESTINY1__": "",
        "T1C1D1": "The capital of Bavaria, home to beer, and one of the most relevant cities in recent German and world history.",
        "T1C2D1": "There’s no city like Berlin. One trip isn’t enough, but with us, you’ll see a lot.",
        "T1C3D1": "Carnival lover? Cologne has the best carnival in all of Europe.",

        "__DESTINY2__": "",
        "T1C1D2": "They say all roads lead to Rome. The capital city of what was the Empire that bathed the Mediterranean for centuries, the birthplace of Western culture and Romance languages. All this influence is felt and seen in Italy's capital.",
        "T1C2D2": "The second-largest city in Italy. A city with a rich history and beautiful architecture.",
        "T1C3D2": "FLORENCE",

        "__DESTINY3__": "",
        "T1C1D3": "Mexico City is known for its rich gastronomy and fascinating history. Among its most famous dishes are tacos al pastor, chiles en nogada, and tamales. Iconic sites include the Zócalo, the Metropolitan Cathedral, and the National Palace, the Templo Mayor, and Chapultepec Castle with stunning city views.",
        "T1C2D3": "Texcoco de Mora, in the State of Mexico, is known for its rich gastronomy, including dishes like bean tamales, tlacoyos, and mixiote. Iconic sites include the Assumption Parish, the Municipal Palace, Texcoco Lake, and the Texcoco Archaeological Zone. It’s an ideal destination for those seeking history, tradition, and an authentic gastronomic experience.",
        "T1C3D3": "Guadalajara is a destination that combines gastronomy, culture, and tradition. In addition to dishes like birria and tacos al pastor, you can enjoy a mariachi night at Mariachi Square, visit the San Juan de Dios Market, or explore the Tlaquepaque neighborhood, known for its crafts and local cuisine. The city also offers cultural activities such as folk ballet and visits to art museums, like the Museum of Arts and the Zapopan Art Museum. If you love nature, this is your spot—Los Colomos Forest is ideal. Guadalajara blends tradition and modernity in a unique experience.",

        "TextForMoreInfo": "For more information, call us at +35 685780630 or write to us at ",

        "__TERMS AND CONDITIONS__": "",
        "TyCCOUNTRIES": "terms and conditions.",
        "t1TyC": "General Terms and Conditions",
        "p1TyC": "Reisen Club (hereinafter: the Agency), as an international travel agency with its fiscal headquarters in Spain, adheres to all safety regulations derived from laws effective in the Kingdom of Spain and the European Union.",
        "p2TyC": "The Agency offers clients the possibility to purchase travel insurance from the insurer of their choice.",
        "p3TyC": "The Agency will not provide refunds or compensation for delayed or canceled flights. If you wish to receive compensation, please refer to the travel insurance terms you purchase.",
        "p4TyC": "Reisen Club offers refunds for canceled services if canceled 1 month before the departure date. To request a refund, call +35 685780630 or write to ",
        "p5TyC": "If, once at the destination, you have any complaints about the hotel and wish to change it, feel free to contact us.",
        "p6TyC": "If you wish to book a service, you must pay with a credit card or offer your firstborn to the Agency so that we can sell them as a worker in a developing country.",
        "p7TyC": "In case of force majeure (understood as hospitalization, death, being a Real Madrid fan, or having French nationality), the trip must be canceled. The client must pay the full trip cost plus management fees and an inconvenience fee. Otherwise, the Agency will take legal action.",
        "p8TyC": "Thank you for choosing our services!"
        }
}
